{
  "title": "Vilous Chronology",
  "introduction": "The timeline of <a href=\"http://www.vilous.net/wiki/Planet_Tal\">planet Tal</a>, this is organized around the Rain-Calendar. Years B.C.E. are considered to be before the birth of <a href=\"http://www.vilous.net/wiki/Rain_Silves\">General Rain Silves</a> and years after her birth are considered <strong>&quot;Rain-Calendar&quot;</strong>.",
  "eras": [
    {
      "name": "Ancient Times",
      "events": [
        {
          "name": "Prior to 1,000 B.C.E.",
          "description": "<strong>Chief Events: <a href=\"http://www.vilous.net/wiki/Southern_Sergals\">Southern Sergals</a> originated by <a href=\"http://www.vilous.net/wiki/Northern_Sergals\">Northern Sergals</a> migrators.</strong> ↵<br /> A portion of the <a href=\"http://www.vilous.net/wiki/Northern_Sergals\">Sergals in the North</a> began to migrate south along with wolves (<a href=\"http://www.vilous.net/wiki/Talyxian-Associators\">Talyxian-Associators</a>). This group wandered as nomads in the southern deserts, living in poverty and subsisting on what little food and water they could find."
        }
      ]
    }, {
      "name": "Present Day",
      "events": [
        {
          "name": "Approx. ~120 B.C.E.",
          "description": "<strong>Chief Events: <a href=\"http://www.vilous.net/wiki/Eastern_Sergals\">Eastern Sergals</a> originated, Founded the origin of <a href=\"http://www.vilous.net/wiki/Reono\">Reono</a>.</strong> \n<br /> Part of the <a href=\"http://www.vilous.net/wiki/Southern_Sergals\">Sergals who had migrated south</a> moved to settle in the vicinity of the Eastern mountain ranges. They mingled jointly with the Northern Sergals and became the clan known as <strong><a href=\"http://www.vilous.net/wiki/Reono\">Reono</a></strong>. Their region formed as a base of hunting/trading."
        },
        {
          "name": "~Several Hundred Years B.C.E.",
          "description": "<strong>Chief Events: Encounter of <a href=\"http://www.vilous.net/wiki/Southern_Sergals\">Southern Sergals</a> and <a href=\"http://www.vilous.net/wiki/Agudners\">Agudners</a>, Founding the origin of <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.</strong> \n<br /> A part of the ancient Agur (precursors to the modern <a href=\"http://www.vilous.net/wiki/Agudners\">Agudners</a>) left their villages by the forests and ventured out into the southern deserts, eventually encountering the nomadic gypsy Sergals. Together they settled on the shores of a vast salt lake. This settlement would eventually grow to become <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>. Here, the <a href=\"http://www.vilous.net/wiki/Southern_Sergals\">Southern Sergals</a> and <a href=\"http://www.vilous.net/wiki/Agudners\">Agudners</a> drafted a constitution to formalize their everlasting cooperation and friendship."
        },
        {
          "name": "First Year of Rain-Calendar",
          "description": "<strong>Chief Events: Birth of <a href=\"http://www.vilous.net/wiki/Rain_Silves\">Rain Silves</a>.</strong> \n<br /> <a href=\"http://www.vilous.net/wiki/Rain_Silves\">Rain Silves</a> was born to a poor village located on the edge of the primeval forests in the Tatla Desert. She would eventually become known as General Rain.<br /> <br /> Comic Episode of This Year: EP1 [http://www.vilous.net/index.php?cid=46 Gathering Herbs]"
        },
        {
          "name": "Approx. 12 Rain-Calendar",
          "description": "Rain, who had previously left her hometown and disappeared into the forest, had returned. She rose as a powerful leader, uniting all the villages within Tatla. Afterwards she had embarked on a journey to aid even more poor Northern people, together with her wolf named <a href=\"http://www.vilous.net/wiki/Zyn\">Zyn</a>."
        },
        {
          "name": "Approx. 16 Rain-Calendar",
          "description": "As Rain continued her journeys across the Northern regions, aiding the poor and guiding them through her leadership, the <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu</a> lands had already developed and become a small country with specific ambitions above the simplistic, primitive villages of old."
        },
        {
          "name": "Approx. 18 Rain-Calendar",
          "description": "Soon enough, Rain would become known as \"General Rain, the Savior\", she would govern the Shigu which was well on it's way to becoming a Kingdom onto itself. Her fort had been built on the banks of the river, Lon Sodd, which would later become her castle. Her Kingdom had begun to develop around and from it as a starting point. Rain would then continue to aid poor villages without faltering, bolstered by the security built so far."
        },
        {
          "name": "Approx. 20 Rain-Calendar",
          "description": "Under Rain's forces, the whole Northern region is unified. At that time, <a href=\"http://www.vilous.net/wiki/Zyn\">Zyn</a> suddenly had left from Rain's side. Then, Shigu's directional reign would begin to face gradual changes from this as a turning point."
        },
        {
          "name": "Approx. 23 Rain-Calendar",
          "description": "Shigu had gradually begun to act to take <a href=\"http://www.vilous.net/wiki/Reono\">Reono</a> lands under their control. \n<br /> Comic Episode of This Year: EP2 [http://www.vilous.net/index.php?cid=38 Dark Clouds of the Shigu]"
        },
        {
          "name": "Just Before 26 Rain-Calendar",
          "description": "The largest traditional festival in <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a> had become the last of its kind at this year, as events in the arena had not been held again for a long time, until end of the war. Shigu forces from the Northeast had taken control of the areas surrounding Tesae, the trade routes had soon dried up as the dark clouds of war draw near. \n<br /> Comic Episode of This Year: EP3 [http://www.vilous.net/index.php?cid=150 At the Festival]"
        },
        {
          "name": "Beginning 28 Rain-Calendar",
          "description": "<strong>Chief Events: <a href=\"http://www.vilous.net/wiki/Rain_Silves\">Rain</a> conquered <a href=\"http://www.vilous.net/wiki/Reono\">Reono</a>, <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu Kingdom</a> was fully completed.</strong> Rain's military forces have fully conquered Reono lands. The <strong><a href=\"http://www.vilous.net/wiki/Shigu\">Shigu Kingdom</a></strong> was fully completed with the aid of Eastern <a href=\"http://www.vilous.net/wiki/Agudners\">agudner</a> technical slaves.The trade routes between <a href=\"http://www.vilous.net/wiki/Reono\">Reono</a> and <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a> had fully dried up, and many Eastern people had taken refuge to Gold Ring. Due to this, Gold Ring citizens had taken notice of the Dark Clouds of War. Gold Ring's government had discussed things over with the leader of Reono, ultimately deciding on their outlook and attitude to war.- Because Gold Ring has a vow of \"No-blood\", Gold Ring cannot offer any forces up for battle, even if it occurs. However, Gold Ring's government vowed to treat all refugees equally, as fellow Gold Ring citizens. In the worst case scenario, if Rain should ever reach the City of Gold Ring, Gold Ring will employ the minimum required efforts towards raising up their defenses.Reono's side agreed to these rules entirely, and had promised that their forces would fight, first and foremost to keep bloodshed away from Gold Ring's side of things."
        },
        {
          "name": "Approx. 33 Rain-Calendar",
          "description": "<strong>Chief Events: The genocide in Northwest Tal, <a href=\"http://www.vilous.net/wiki/Vetla\">Vetla</a> areas by <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu</a>. Relationship between <a href=\"http://www.vilous.net/wiki/Western_Sergals\">Western Sergals</a> and <a href=\"http://www.vilous.net/wiki/Nevrea\">Native Nevreans</a> ceased, Continuous invasion to <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a> by <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu</a>, Western refugees emigrated to <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.</strong> After taking over Eastern Reono, the Shigu Army looks towards Northwest Tal, and the areas of <a href=\"http://www.vilous.net/wiki/Vetla\">Vetla</a> for invasion. As a result,  the <a href=\"http://www.vilous.net/wiki/Western_Sergals\">Western Sergals</a> are annihilated. The cultural interchange and relationship between the <a href=\"http://www.vilous.net/wiki/Western_Sergals\">Western Sergals</a> and <a href=\"http://www.vilous.net/wiki/Nevrea\">Native Nevreans</a> cease.<br />Due to the methodology employed by the Shigu with their resources being pillaged, there's a demand to acquire even more land, eventually reaching for Gold Ring. Having gained total control over Reono lands, they repeatedly tried to gain a foothold in Gold Ring but ultimately failed. The country lay in ruin because of battles spread across the whole of Tal. Disease began to spread and the cost of resources soared. 2/3rds of the Eastern and Northern population were lost due to famine, plague, etc. However, areas that did not suffer invasion by the Shigu Army such as the <a href=\"http://www.vilous.net/wiki/Nevrea\">Nevrean lands</a> and the Southern lands other than Gold Ring were an exception, and were left relatively unharmed.<br /> <br /> At the time, An influx of refugees consisting of Eastern and Western Sergal survivors along with some <a href=\"http://www.vilous.net/wiki/Nevreans\">Nevreans</a> coming in from Nevrea flooded into Gold Ring. Due to this, peace and public order in Gold Ring temporarily deteriorated."
        },
        {
          "name": "Approx. 40 Rain-Calendar",
          "description": "<strong>Chief Events: Collapse of the <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu Kingdom</a>, <a href=\"http://www.vilous.net/wiki/Rain_Silves\">Rain</a> 's capture, End of World War, Birth of <a href=\"http://www.vilous.net/wiki/Yaji_Telber\">Yaji Telber</a>.</strong> \n<br /> The Shigu Kingdom collapsed due to exhaustion from years of war and the breakdown of internal administration.<br /> <br /> Rain was taken into custody and escorted to Gold Ring. After about 25 years, the world war that had spread across Tal came to an end. Along with this, the battered Shigu and Reono were able to walk the path to reform and reconstruction.<br /> <br /> <a href=\"http://www.vilous.net/wiki/Yaji_Telber\">Yaji Telber</a> is Born."
        },
        {
          "name": "Beginning 40 Rain-Calendar",
          "description": "<strong>Chief Events: Climate of racial discrimination against <a href=\"http://www.vilous.net/wiki/Nevreans\">Nevreans</a> in <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>, Bandit problems by <a href=\"http://www.vilous.net/wiki/Out_Ring\">Out Ring</a>, <a href=\"http://www.vilous.net/wiki/Jakk\">Jakk</a> emigrated to <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.</strong> \n<br /> A problem with discrimination against the newly established Nevreans in Gold Ring develops.<br /> <br /> Male Nevreans suddenly became popular people owing to their beautiful appearance. Meanwhile, <strong>female Nevreans</strong> who're unable to find employment because of rampant distrust/discrimination from Sergals and Agudner, formed the \"<strong><a href=\"http://www.vilous.net/wiki/Out_Ring\">Out Ring</a></strong>\" that is the bandits' organization.<br /> <br /> Developments in technology in Gold Ring experience a \"boom\" over the next several decades.<br /> <br /> <strong><a href=\"http://www.vilous.net/wiki/Jakk\">Jakk</a></strong>, took up residence in Gold Ring, studying government, politics, and sciences."
        },
        {
          "name": "Approx. 70 Rain-Calendar",
          "description": "<strong>Chief Events: Founded \"<a href=\"http://www.vilous.net/wiki/Urban_Nevreans#\"Sabi_no_Wa\"\">Sabi no Wa</a>\".</strong> \n<br /> An exercise called \"<strong><a href=\"http://www.vilous.net/wiki/Urban_Nevreans#\"Sabi_no_Wa\"\">Sabi no Wa</a></strong>\" (The Ring of The Rust) was created by <a href=\"http://www.vilous.net/wiki/Urban_Nevreans\">Nevrean youth in the city</a> who where unhappy about gender discrimination and the current state of things.<br /> <br /> Around this time, there were rumors about the existence of \"<strong><a href=\"http://www.vilous.net/wiki/Yung_Yagili\">Yung Yagili</a></strong>\" as the center of \"Sabi no Wa\"."
        },
        {
          "name": "Beginning 70 Rain-Calendar",
          "description": "<strong>Chief Events: Guaranteed new law to give definite 'human rights' for <a href=\"http://www.vilous.net/wiki/Nevreans\">Nevreans</a> in <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.</strong> \n<br /> Legislation is passed in Gold Ring guaranteeing equal rights to the Nevrean population. Thereafter, discrimination towards Nevreans gradually diminished."
        },
        {
          "name": "100 Rain-Calendar",
          "description": "Present Day"
        }
      ]
    }, {
      "name": "Present Day",
      "events": [
        {
          "name": "In early stage of life",
          "description": ""
        },
        {
          "name": "Birth",
          "description": "On the edge of the primeval forests in the Tatla Desert region, Rain is born to a poor village which is often attacked by the forest's <a href=\"http://www.vilous.net/wiki/Tal's_Primitive_Creatures\">primitive creatures</a>."
        },
        {
          "name": "1~8 years old",
          "description": "Because of her mutated appearance, Rain is subject to discrimination by the clan and suffers violent abuse by her mother. Her younger brother is also born during this period."
        },
        {
          "name": "Approx. 8 years old",
          "description": "Unable to endure the discrimination and abuse, Rain kills her mother and massacres the villagers, then disappears into the forest with her younger brother. \n(There is a theory that she is around 12 years old during this event and that in reality, she didn't lend a hand when the village was attacked by forest beasts, instead leaving the village to be annihilated as she fled to the forest with her younger brother, etc. There are various theories.)"
        },
        {
          "name": "8~12 years old",
          "description": "Rain's younger brother dies (presumably by illness). \n<br /> At that time, the <a href=\"http://www.vilous.net/wiki/Talyxian-Associators\">Talyxian-Associator</a> named \"<a href=\"http://www.vilous.net/wiki/Zyn\">Zyn</a>\" is encountered. She is taught how to live in the forest by him."
        },
        {
          "name": "The Rise of Leadership & Unification of the North",
          "description": ""
        },
        {
          "name": "Approx. 12 years old",
          "description": "Rain leaves the forest where she grew up and gathers the villages in the Tatla area. She also encounters <a href=\"http://www.vilous.net/wiki/Leeric\">Leeric</a> during this time."
        },
        {
          "name": "Approx. 16 years old",
          "description": "While Rain was still continuing her journey to provide aid towards the whole Northern region through her leadership, <a href=\"http://www.vilous.net/wiki/Shigu\">Shigu</a> lands already had become a small country with specific ambition aside from primitive villages."
        },
        {
          "name": "Approx. 18 years old",
          "description": "She had come to be known as \"General Rain, the Saviour\", and thus govern Shigu which was just getting started as a Kingdom. Her fort had been built on the banks of the river, Lon Sodd, which would later become her castle. Her Kingdom had begun to develop around and from it as a starting point. Rain would then continue to aid poor villages without faltering, bolstered by the security built so far."
        },
        {
          "name": "Approx. 20 years old",
          "description": "The whole of the North is unified. At that time, <a href=\"http://www.vilous.net/wiki/Zyn\">Zyn</a> suddenly had left Rain's side. Then, Shigu's directional reign had begun to change gradually from this as a turning point."
        },
        {
          "name": "Approx. 28 years old",
          "description": "Rain leads her army to expand her regional control, soon gaining total control over the Eastern <a href=\"http://www.vilous.net/wiki/Reono\">Reono lands</a>. The \"<a href=\"http://www.vilous.net/wiki/Shigu\">Shigu Kingdom</a>\" is fully completed with the aid of Eastern agudner technical slaves."
        },
        {
          "name": "Expansion of Territorial Rule",
          "description": ""
        },
        {
          "name": "28 Years old ~",
          "description": "After gaining total control over the Reono and their lands, a plan was devised to expand her regional control. With the foodhold in Reono lands, they were able to divide the war front into two: The invasion of the Western lands, as well as an ongoing plan to invade <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.The Western campaign was won. Western Sergals were annihilated, leaving only a small number of survivors to flee for Gold Ring. The war campaign on Gold Ring was a struggle, ultimately collapsing with the failed invasion led by Leeric. After that, Rain attempted constant invasion attempts on Gold ring, all ending in failure. The Shigu Kingdom became impoverished."
        },
        {
          "name": "Rain's Last Years",
          "description": ""
        },
        {
          "name": "Approx. 40 years old",
          "description": "The Shigu Kingdom collapses due to a shortage of resources and the exhaustion of frequent military failures. \nRain's son&nbsp;staged a coup at this time, taking Rain captive and escorting her to be imprisoned in <a href=\"http://www.vilous.net/wiki/Gold_Ring\">Gold Ring</a>.<br /> <br />With that, the World War finally came to an end."
        },
        {
          "name": "Approx. 60 years old",
          "description": "Rain dies, aged and senile."
        },
        {
          "name": "Legacy After Death",
          "description": "After her death, Rain's legacy is handed down by the people and a new calendar is established with its first year as her birth year. \nBecause the Shigu army pillaged and exploited slavery to develop its technology during wartime, development in the Northern region is mainly focused on military tech. Later reforms in Shigu land become the foundation for the development of a large city as \"Shigu Dukedom (or Shigu Public)\", second only to Gold Ring."
        }
      ]
    }
  ]
}
